Repository: kanik-snippet/ice-button_sos
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: No logs available to download.
hi: डाउनलोड के लिए कोई अभिलेख उपलब्ध नहीं है।

source: Button management description will be written here
hi: बटन प्रबंधन विवरण यहां लिखा जाएगा

source: Search by Button Name
hi: बटन नाम से खोजें

source: Status All
hi: स्थिति

source: Active
hi: लक्ष्य

source: Inactive
hi: निष्क्रिय

source: Control
hi: नियंत्रण

source: Link Date
hi: स्थान डेट

source: Confirm Deletion
hi: पुष्टि करें

source: Are you sure you want to delete this device?
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: Device deleted successfully!
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: There was an error deleting the device.
hi: डिवाइस हटाने में त्रुटि हुई।

source: Device status changed to
hi: डिवाइस की स्थिति बदलकर हो गई

source: Button Details
hi: बटन विवरण जोड़ें

source: Emergency Log
hi: आपातकालीन अभिलेख

source: Action
hi: क्रिया

source: Assign Contact
hi: संपर्क जोड़ें

source: Emergency Video
hi: आपातकालीन अभिलेख

source: Video not Found!
hi: वीडियो नहीं मिला!

source: Update ICE Button
hi: आपातकालीन-बटन अपडेट करें।

source: Update Button details
hi: बटन विवरण अपडेट करें।

source: Enter device name
hi: डिवाइस का नाम दर्ज करें

source: Description
hi: पते का विवरण

source: Enter description (optional)
hi: पते विवरण दर्ज करें

source: Update
hi: अपडेट्स

source: Are you sure you want to delete this device? This action cannot be undone.
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: No
hi: नहीं

source: Yes
hi: हां

source: Device Updated Successfully
hi: डिवाइस सफलतापूर्वक अपडेट हो गया

source: Your device has been updated successfully.
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: Device Deleted Successfully
hi: डिवाइस सफलतापूर्वक हटा दिया गया

source: The device has been successfully deleted.
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: Device Name
hi: डिवाइस जोड़ा गया

source: Select User
hi: उपयोगकर्ता चुनें

source: Select a user
hi: कोई उपयोगकर्ता चुनें

source: No email available
hi: कोई ईमेल उपलब्ध नहीं है

source: No phone available
hi: कोई फोन उपलब्ध नहीं है

source: Select SOS Contact
hi: संकट संकेत संपर्क चुनें

source: Update your photo and personal details here.
hi: अपना फोटो और व्यक्तिगत विवरण यहां अपडेट करें।

source: Your photo
hi: आपका फोटो

source: This will be displayed on your profile.
hi: यह आपकी प्रोफ़ाइल पर दिखाया जाएगा।

source: Change
hi: बदलें

source: First Name
hi: पहला नाम

source: Last Name
hi: अंतिम नाम

source: Profile Updated
hi: प्रोफ़ाइल अपडेट हो गई

source: Form Submission Error
hi: फ़ॉर्म सबमिशन में त्रुटि

source: Please fix the following errors before submitting
hi: कृपया सबमिट करने से पहले निम्न त्रुटियों को ठीक करें

source: Profile Image Deleted
hi: प्रोफ़ाइल छवि हटा दी गई

source: Your profile image has been successfully deleted.
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: No Image Found
hi: कोई छवि नहीं मिली।

source: There is no profile image to delete.
hi: कोई संपर्क जोड़ा नहीं गया है।

source: An error occurred while deleting the profile image. Please try again.
hi: प्रोफ़ाइल छवि को हटाते समय एक त्रुटि हुई। कृपया पुनः प्रयास करें।

source: Remote Management
hi: बटन रिकॉर्डिंग प्रबंधन

source: You can watch you Ice Button Video Recording here.
hi: यहाँ आपके बटन का वीडियो रिकॉर्डिंग देखा जा सकता है

source: Uploaded At
hi: अपलोड किया गया समय

source: Are you sure you want to delete this recording?
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: No Video Available. Please try again later.
hi: कोई वीडियो उपलब्ध नहीं है। कृपया बाद में पुनः प्रयास करें।

source: Monthly
hi: मासिक

source: Annual
hi: वार्षिक

source: Your plan has been successfully upgraded!
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: Live Stream Support
hi: लाइव स्ट्रीम समर्थन

source: No Live Stream Support
hi: कोई लाइव स्ट्रीम समर्थन नहीं

source: Emails
hi: ईमेल

source: Phone Numbers
hi: फोन नंबर

source: Add
hi: जोड़ें

source: Only
hi: केवल

source: Download
hi: डाउनलोड करें

source: Transactions ID
hi: सदस्यता योजनाएं:

source: Plan Name
hi: बटन का नाम

source: Transaction Amount
hi: लेन-देन राशि

source: Date Time
hi: तिथि समय

source: Open Instructions
hi: निर्देश खोलें

source: ICE-Button WiFi Interface
hi: आपातकालीन-बटन वाईफाई इंटरफ़ेस

source: Connecting to the ICE-Button hotspot
hi: आपातकालीन-बटन हॉटस्पॉट से कनेक्ट हो रहा है

source: Error: Unable to connect to the ICE-Button hotspot. Please check your connection.
hi: त्रुटि: आपातकालीन-बटन हॉटस्पॉट से कनेक्ट करने में असमर्थ। कृपया अपना कनेक्शन जांचें।

source: ICE Button Wi-Fi Connection Instructions
hi: आपातकालीन बटन वाई-फाई कनेक्शन निर्देश

source: Legal Information
hi: कानूनी जानकारी

source: Effective Date: 24-Nov-2024
hi: प्रभावी तारीख: 24-नवम्बर-2024

source: 1. Legal Disclaimer
hi: 1. कानूनी अस्वीकरण

source: The ICE-Button system is designed as an aid in emergency situations and does not guarantee prevention of harm or damage. It is the responsibility of the user to ensure appropriate use.
hi: आपातकालीन-बटन सिस्टम आपातकालीन स्थिति में मदद के लिए डिज़ाइन किया गया है, और यह नुकसान या हानि की रोकथाम की गारंटी नहीं देता है। उचित उपयोग सुनिश्चित करना उपयोगकर्ता की जिम्मेदारी है।

source: While we strive to provide uninterrupted services, we do not warrant or represent that our products and services will operate without faults or errors at all times. Mobiloitte Technologies India Private Limited is not liable for damages or losses resulting from misuse or unauthorized use of our products, interruptions caused by external factors, including third-party service providers, network outages, or force majeure events.
hi: हम लगातार सेवाएं प्रदान करने का प्रयास करते हैं, लेकिन हम यह गारंटी नहीं देते कि हमारे उत्पाद और सेवाएं हमेशा बिना किसी दोष या गलती के काम करेंगे। Mobiloitte Technologies India Private Limited किसी भी नुकसान या हानि के लिए जिम्मेदार नहीं है जो हमारे उत्पादों के गलत उपयोग, अवैध उपयोग या बाहरी कारकों के कारण हुआ हो।

source: 2. Intellectual Property Rights
hi: 2. बौद्धिक संपत्ति अधिकार

source: All content, trademarks, logos, and intellectual property displayed on the ICE-Button platform, hardware, and related services are owned by Mobiloitte Technologies India Private Limited or its licensors.
hi: आपातकालीन-बटन प्लेटफार्म, हार्डवेयर और संबंधित सेवाओं पर प्रदर्शित सभी सामग्री, ट्रेडमार्क, लोगो और बौद्धिक संपत्ति Mobiloitte Technologies India Private Limited या इसके लाइसेंसधारकों के स्वामित्व में हैं।

source: Users are prohibited from copying, reproducing, or redistributing any material without prior written permission.
hi: उपयोगकर्ताओं को किसी भी सामग्री की नकल, पुन: उत्पादन या पुनर्वितरण बिना पूर्व लिखित अनुमति के करने से मना किया गया है।

source: Modifying, reverse-engineering, or tampering with the ICE-Button hardware or software is strictly prohibited.
hi: आपातकालीन-बटन के हार्डवेयर या सॉफ़्टवेयर में परिवर्तन, रिवर्स-इंजीनियरिंग या छेड़छाड़ करना सख्त रूप से मना है।

source: 3. Compliance with Laws
hi: 3. क़ानूनों का पालन

source: The ICE-Button system complies with applicable laws and regulations, including but not limited to:
hi: आपातकालीन-बटन सिस्टम लागू क़ानूनों और नियमों का पालन करता है, जिसमें शामिल हैं लेकिन सीमित नहीं हैं:

source: Data Protection Laws:
hi: डेटा सुरक्षा कानून:

source: General Data Protection Regulation (GDPR) and applicable local data privacy regulations.
hi: डेटा सुरक्षा क़ानून: सामान्य डेटा सुरक्षा विनियमन (GDPR) और लागू स्थानीय डेटा गोपनीयता नियम।

source: Consumer Protection Laws:
hi: उपभोक्ता सुरक्षा कानून:

source: Adherence to refund, warranty, and sales practices under relevant consumer protection acts.
hi: उपभोक्ता संरक्षण क़ानून: उपभोक्ता संरक्षण क़ानूनों के तहत रिफंड, वारंटी, और बिक्री प्रथाओं का पालन।

source: Users are responsible for ensuring that their use of the system does not violate local laws, including those related to data collection, storage, and transmission.
hi: उपयोगकर्ता जिम्मेदार हैं कि वे सुनिश्चित करें कि उनका सिस्टम का उपयोग स्थानीय क़ानूनों का उल्लंघन न करे, जिसमें डेटा संग्रहण, भंडारण, और प्रसारण से संबंधित क़ानून शामिल हैं।

source: 4. Liability Limitation
hi: 4. जिम्मेदारी की सीमा

source: Mobiloitte Technologies India Private Limited is not responsible for:
hi: Mobiloitte Technologies India Private Limited जिम्मेदार नहीं है:

source: Delays in alert delivery due to network or connectivity issues.
hi: नेटवर्क या कनेक्टिविटी समस्याओं के कारण अलर्ट भेजने में देरी।

source: Unauthorized use or modification of the ICE-Button device.
hi: आपातकालीन-बटन डिवाइस का अवैध उपयोग या परिवर्तन।

source: Loss or corruption of data caused by external factors.
hi: बाहरी कारणों से डेटा का हानि या क्षति।

source: In no event shall our liability exceed the total fees paid by the user for the subscription or device in question.
hi: किसी भी स्थिति में हमारी जिम्मेदारी उस उपयोगकर्ता द्वारा सब्सक्रिप्शन या डिवाइस के लिए भुगतान की गई कुल फीस से अधिक नहीं होगी।

source: 5. User Agreement
hi: 5. उपयोगकर्ता समझौता

source: By using our services, users agree to:
hi: हमारी सेवाओं का उपयोग करके, उपयोगकर्ता सहमत होते हैं:

source: Abide by all terms outlined in the Terms of Use and this Legal Policy.
hi: उपयोग की शर्तों और इस कानूनी नीति में उल्लिखित सभी शर्तों का पालन करें।

source: Not engage in activities that could harm, damage, or compromise the integrity of the ICE-Button system.
hi: ऐसी गतिविधियों में संलग्न न हों जो आपातकालीन-बटन सिस्टम की अखंडता को नुकसान पहुंचा सकें।

source: Users who violate these terms may have their accounts suspended or terminated without notice.
hi: जो उपयोगकर्ता इन शर्तों का उल्लंघन करेंगे, उनके खाते को बिना नोटिस के निलंबित या समाप्त किया जा सकता है।

source: 6. Legal Jurisdiction
hi: 6. कानूनी क्षेत्राधिकार

source: These policies and all related disputes are governed by the laws of India. Any legal disputes arising from the use of our services shall be resolved in the courts of New Delhi.
hi: इन नीतियों और संबंधित विवादों को भारत के क़ानूनों द्वारा शासित किया जाएगा। हमारी सेवाओं के उपयोग से उत्पन्न होने वाले किसी भी कानूनी विवाद को नई दिल्ली की अदालतों में हल किया जाएगा।

source: 7. Third-Party Services
hi: 7. तीसरे पक्ष की सेवाएं

source: The ICE-Button integrates with third-party services (e.g., Twilio for messaging and voice calls). These services are governed by their own terms and policies. Mobiloitte Technologies India Private Limited does not take responsibility for disruptions caused by third-party providers.
hi: आपातकालीन-बटन तीसरे पक्ष की सेवाओं (जैसे, Twilio संदेश और वॉयस कॉल्स के लिए) के साथ एकीकृत होता है। इन सेवाओं को उनके स्वयं के नियम और नीतियाँ शासित करती हैं। Mobiloitte Technologies India Private Limited तीसरे पक्ष के प्रदाताओं द्वारा उत्पन्न व्यवधानों के लिए जिम्मेदार नहीं है।

source: 8. Reporting Violations
hi: 8. उल्लंघनों की रिपोर्टिंग

source: If you believe there has been a violation of these legal terms or misuse of the ICE-Button system, please report it immediately to our legal team:
hi: अगर आपको लगता है कि इन कानूनी शर्तों का उल्लंघन हुआ है या आपातकालीन-बटन सिस्टम का गलत उपयोग किया गया है, तो कृपया तुरंत हमारे कानूनी टीम को रिपोर्ट करें:

source: Email:
hi: ईमेल

source: Phone:
hi: फोन:

source: 9. Updates to Legal Policies
hi: 9. कानूनी नीतियों में अपडेट

source: This Legal Policy may be updated periodically to reflect changes in our practices, services, or legal obligations. Users will be notified of significant changes, and the updated policy will be posted on this page with the effective date.
hi: यह कानूनी नीति समय-समय पर हमारे व्यवहार, सेवाओं या कानूनी जिम्मेदारियों में बदलाव को दर्शाने के लिए अपडेट की जा सकती है। महत्वपूर्ण बदलावों की सूचना उपयोगकर्ताओं को दी जाएगी, और अपडेट की गई नीति इस पृष्ठ पर प्रभावी तारीख के साथ पोस्ट की जाएगी।

source: Sales and Refunds Policy
hi: बिक्री और रिफंड नीति

source: 1. Sales Policy
hi: 1. बिक्री नीति

source: All sales of ICE-Button hardware and subscriptions are subject to acceptance by Mobiloitte Technologies India Private Limited. Payment must be completed in full before products are shipped or services are activated.
hi: आपातकालीन-बटन हार्डवेयर और सब्सक्रिप्शन की सभी बिक्री Mobiloitte Technologies India Private Limited द्वारा स्वीकृत होने के अधीन हैं। उत्पादों को भेजे जाने या सेवाओं को सक्रिय किए जाने से पहले भुगतान पूर्ण रूप से किया जाना चाहिए।

source: Prices:
hi: मूल्य:

source: Prices are listed on our website or provided via official quotes and are subject to change without notice. Taxes, duties, and shipping charges may apply depending on your location.
hi: मूल्य हमारी वेबसाइट पर या आधिकारिक उद्धरणों के माध्यम से दिए गए हैं और बिना सूचना के बदले जा सकते हैं। कर, शुल्क और शिपिंग शुल्क आपके स्थान के आधार पर लागू हो सकते हैं।

source: Accepted Payment Methods:
hi: स्वीकृत भुगतान विधियाँ:

source: Credit/Debit Cards, Bank Transfers, UPI Payments (if applicable).
hi: क्रेडिट/डेबिट कार्ड, बैंक ट्रांसफर, UPI भुगतान (यदि लागू हो)।

source: 2. Refund Policy
hi: 2. रिफंड नीति

source: a. Eligibility for Refunds
hi: a. रिफंड के लिए पात्रता

source: Hardware Refunds:
hi: हार्डवेयर रिफंड:

source: Eligible for refund if the product is defective or damaged upon delivery. Refund requests must be made within 14 days of receipt. The product must be returned in its original condition with all accessories and packaging.
hi: अगर उत्पाद डिलीवरी के समय दोषपूर्ण या क्षतिग्रस्त है तो रिफंड के लिए पात्र है। रिफंड के लिए अनुरोध प्राप्ति के 14 दिनों के भीतर करना होगा। उत्पाद को उसके मूल स्थिति में सभी सहायक सामग्री और पैकेजिंग के साथ लौटाना होगा।

source: Subscription Refunds:
hi: सब्सक्रिप्शन रिफंड:

source: Refunds are only applicable for first-time subscriptions canceled within 7 days of activation (trial period, if applicable). Partial refunds for unused subscription periods are not provided unless required by law.
hi: रिफंड केवल पहले बार के सब्सक्रिप्शन के लिए लागू होते हैं जो सक्रिय होने के 7 दिनों के भीतर रद्द किए गए हों (यदि ट्रायल अवधि लागू हो)। अप्रयुक्त सब्सक्रिप्शन अवधि के लिए आंशिक रिफंड नहीं दिए जाते जब तक कि कानून द्वारा आवश्यक न हो।

source: b. Non-Refundable Cases
hi: b. गैर-रिफंडेबल मामलों

source: Change of mind after purchase.
hi: खरीदारी के बाद मन बदलना।

source: Failure to use the product or service due to user error.
hi: उपयोगकर्ता की गलती के कारण उत्पाद या सेवा का उपयोग न कर पाना।

source: Subscription renewals, unless canceled prior to the renewal date.
hi: सब्सक्रिप्शन का नवीनीकरण, जब तक नवीनीकरण तिथि से पहले रद्द न किया गया हो।

source: c. How to Request a Refund
hi: c. रिफंड का अनुरोध कैसे करें

source: To initiate a refund, contact our support team at
hi: रिफंड शुरू करने के लिए, हमारी सहायता टीम से संपर्क करें

source: with the following details:
hi: निम्नलिखित विवरण के साथ:

source: Order ID or subscription details.
hi: आदेश आईडी या सदस्यता विवरण।

source: Reason for refund request.
hi: रिफंड अनुरोध का कारण।

source: Proof of purchase and, if applicable, photos of the defective hardware.
hi: खरीदारी का प्रमाण और, यदि लागू हो, दोषपूर्ण हार्डवेयर की तस्वीरें।

source: Refund requests are processed within 14 business days after evaluation.
hi: रिफंड अनुरोधों को मूल्यांकन के बाद 14 कार्य दिवसों के भीतर संसाधित किया जाता है।

source: 3. Cancellation Policy
hi: 3. रद्दीकरण नीति

source: Hardware Orders:
hi: हार्डवेयर ऑर्डर:

source: Orders can be canceled before shipment. Once shipped, the order cannot be canceled, but a return may be initiated under the refund policy.
hi: ऑर्डर को शिपमेंट से पहले रद्द किया जा सकता है। एक बार शिप होने के बाद, ऑर्डर को रद्द नहीं किया जा सकता, लेकिन रिफंड नीति के तहत वापसी शुरू की जा सकती है।

source: Subscriptions:
hi: सब्सक्रिप्शन:

source: Users can cancel auto-renewal of their subscription at any time. Cancellation takes effect at the end of the current billing cycle.
hi: उपयोगकर्ता किसी भी समय अपने सब्सक्रिप्शन का स्वचालित नवीनीकरण रद्द कर सकते हैं। रद्दीकरण वर्तमान बिलिंग चक्र के अंत में प्रभावी होता है।

source: 4. Warranty and Support
hi: 4. वारंटी और समर्थन

source: All ICE-Button devices come with a warranty period of 12 months from the date of purchase, covering manufacturing defects.
hi: सभी आपातकालीन-बटन उपकरणों के साथ 12 महीने की वारंटी अवधि होती है, जो खरीदारी की तारीख से शुरू होती है और निर्माण दोषों को कवर करती है।

source: Warranty Exclusions:
hi: वारंटी बहिष्करण:

source: Physical damage caused by misuse, unauthorized modifications, or repairs are not covered under warranty.
hi: गलत उपयोग, अनधिकृत संशोधन या मरम्मत के कारण होने वाली शारीरिक क्षति वारंटी में शामिल नहीं है।

source: Technical Support:
hi: तकनीकी समर्थन:

source: For assistance with hardware or software, contact our support team at
hi: हार्डवेयर या सॉफ़्टवेयर सहायता के लिए, हमारी सहायता टीम से संपर्क करें

source: 5. Legal Compliance
hi: 5. कानूनी अनुपालन

source: This policy complies with applicable consumer protection laws. If you believe your rights under the law have been violated, you may contact us or file a complaint with the relevant authority.
hi: यह नीति लागू उपभोक्ता सुरक्षा कानूनों के अनुपालन में है। अगर आपको लगता है कि आपके अधिकारों का उल्लंघन हुआ है, तो आप हमसे संपर्क कर सकते हैं या संबंधित प्राधिकरण में शिकायत दर्ज कर सकते हैं।

source: 6. Contact Us
hi: 6. हमसे संपर्क करें

source: For questions or concerns about this Sales and Refunds Policy, reach out to us at
hi: इस बिक्री और रिफंड नीति के बारे में प्रश्नों या चिंताओं के लिए, हमसे संपर्क करें

source: 1. Acceptance of Terms
hi: 1. शर्तों की स्वीकृति

source: By accessing or using our services, you confirm that you have read, understood, and agree to these Terms of Use.
hi: हमारी सेवाओं तक पहुंचने या उनका उपयोग करने से आप पुष्टि करते हैं कि आपने इन उपयोग की शर्तों को पढ़ा, समझा और सहमति दी है।

source: 2. User Responsibilities
hi: उपयोगकर्ता की जिम्मेदारी:

source: Provide accurate and complete information when registering for our services.
hi: हमारी सेवाओं के लिए पंजीकरण करते समय सही और पूर्ण जानकारी प्रदान करें।

source: Use the system solely for lawful and emergency response purposes.
hi: प्रणाली का उपयोग केवल वैध और आपातकालीन प्रतिक्रिया उद्देश्यों के लिए करें।

source: Not misuse or interfere with the system's functionality, including attempts to breach security.
hi: प्रणाली की कार्यक्षमता का दुरुपयोग या हस्तक्षेप न करें, जिसमें सुरक्षा उल्लंघन के प्रयास शामिल हैं।

source: Regularly update your contact information to ensure reliable emergency responses.
hi: आपातकालीन प्रतिक्रियाओं को सुनिश्चित करने के लिए अपनी संपर्क जानकारी को नियमित रूप से अपडेट करें।

source: 3. Usage of Services
hi: 3. सेवाओं का उपयोग

source: Emergency Alerts:
hi: आपातकालीन अलर्ट:

source: The ICE-Button system is designed to send notifications to pre-configured contacts in emergencies. Misuse of this feature is strictly prohibited.
hi: आपातकालीन-बटन प्रणाली आपातकालीन स्थितियों में पूर्व-निर्धारित संपर्कों को सूचनाएं भेजने के लिए डिज़ाइन की गई है। इस फीचर का दुरुपयोग सख्ती से मना है।

source: Data Sharing:
hi: डेटा साझा करना:

source: By using the ICE-Button, you consent to sharing necessary data (e.g., location, video/audio recordings) with emergency contacts and authorized personnel during alerts.
hi: आपातकालीन-बटन का उपयोग करके, आप आपातकालीन संपर्कों और अधिकृत कर्मचारियों के साथ आवश्यक डेटा (जैसे, स्थान, वीडियो/ऑडियो रिकॉर्डिंग्स) साझा करने की सहमति देते हैं।

source: Subscription Plans:
hi: सदस्यता योजनाएं:

source: Your access to features depends on the subscription plan you select. Additional features may require upgrades.
hi: आपकी सुविधाओं तक पहुंच उस सदस्यता योजना पर निर्भर करती है जिसे आप चयनित करते हैं। अतिरिक्त सुविधाओं के लिए उन्नयन की आवश्यकता हो सकती है।

source: 4. Ownership and Intellectual Property
hi: 4. स्वामित्व और बौद्धिक संपदा

source: The ICE-Button hardware, software, and all associated intellectual property are owned by Mobiloitte Technologies India Private Limited. You are granted a non-exclusive, non-transferable, and revocable license to use the services.
hi: आपातकालीन-बटन हार्डवेयर, सॉफ़्टवेयर और सभी संबंधित बौद्धिक संपदा Mobiloitte Technologies India Private Limited के स्वामित्व में हैं। आपको सेवाओं का उपयोग करने के लिए एक गैर-विशिष्ट, गैर-स्थानांतरित करने योग्य और निरस्त करने योग्य लाइसेंस प्रदान किया जाता है।

source: 5. Limitation of Liability
hi: 5. देनदारी की सीमा

source: Service Availability:
hi: सेवा उपलब्धता:

source: While we strive to ensure uninterrupted services, we do not guarantee the system will function without errors or interruptions at all times.
hi: हालाँकि हम निर्बाध सेवाएं सुनिश्चित करने की कोशिश करते हैं, लेकिन हम यह गारंटी नहीं देते कि प्रणाली हमेशा बिना त्रुटियों या व्यवधानों के काम करेगी।

source: User Responsibility:
hi: उपयोगकर्ता की जिम्मेदारी:

source: You acknowledge that the ICE-Button is a tool to assist during emergencies and does not replace professional emergency services.
hi: आप यह स्वीकार करते हैं कि आपातकालीन-बटन आपातकालीन स्थितियों के दौरान सहायता करने के लिए एक उपकरण है और यह पेशेवर आपातकालीन सेवाओं का विकल्प नहीं है।

source: 6. Termination
hi: 6. समाप्ति

source: We reserve the right to suspend or terminate your access if you violate these Terms of Use.
hi: यदि आप इन उपयोग की शर्तों का उल्लंघन करते हैं, तो हम आपके एक्सेस को निलंबित या समाप्त करने का अधिकार सुरक्षित रखते हैं।

source: 7. Modifications to the Terms
hi: 7. शर्तों में संशोधन

source: We may update these Terms of Use periodically to reflect changes in our services or policies. Continued use of the system after changes constitutes acceptance of the new terms.
hi: हम इन उपयोग की शर्तों को समय-समय पर अपडेट कर सकते हैं ताकि हमारी सेवाओं या नीतियों में बदलावों को दर्शाया जा सके। बदलावों के बाद प्रणाली का निरंतर उपयोग नए शर्तों की स्वीकृति है।

source: 8. Governing Law
hi: 8. लागू कानून

source: These terms are governed by the laws of India, and disputes arising under these terms will be resolved in the courts of New Delhi.
hi: यह शर्तें भारत के कानूनों द्वारा शासित हैं, और इन शर्तों के तहत उत्पन्न होने वाले विवादों का समाधान नई दिल्ली के न्यायालयों में किया जाएगा।

source: Tutorials Videos
hi: सीखने के वीडियो

source: Unboxing & Setup Guide
hi: खोलने और स्थापना की मार्गदर्शिका

source: Step 1: Open the Box
hi: चरण 1: डिब्बा खोलें

source: Carefully unbox the hardware and locate all the components.
hi: सावधानी से डिब्बा खोलें और सभी भागों को पहचानें।

source: Step 2: Assemble Components
hi: चरण 2: भागों को जोड़ें

source: Attach the necessary parts as per the instructions provided in the box.
hi: डिब्बे में दिए गए निर्देशों के अनुसार आवश्यक भाग जोड़ें।

source: Step 3: Connect to Power
hi: चरण 3: बिजली से जोड़ें

source: Plug in the device and ensure the power light is on.
hi: साधन को बिजली से जोड़ें और देखें कि बिजली की बत्ती जल रही है।

source: Step 4
hi: चरण 4

source: Step 4: Setup Configuration
hi: चरण 4: सेटअप तैयार करें

source: Follow the configuration steps on the screen or in the manual.
hi: स्क्रीन या पुस्तिका में दिए गए चरणों का पालन करें।
