Repository: kanik-snippet/ice-button_sos
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Email is required.
hi: ईमेल आवश्यक है।

source: Already subscribed.
hi: पहले से सब्सक्राइब किया गया है।

source: Successfully subscribed.
hi: सफलतापूर्वक सब्सक्राइब किया गया।

source: You have successfully unsubscribed.
hi: आपने सफलतापूर्वक सदस्यता समाप्त कर दी है।

source: The email address you entered is already registered. Please use a different email.
hi: डाला गया ईमेल पहले से पंजीकृत है। कृपया कोई दूसरा ईमेल उपयोग करें।

source: The phone number you entered is already registered. Please use a different phone number.
hi: डाला गया फोन नंबर पहले से पंजीकृत है। कृपया कोई दूसरा नंबर उपयोग करें।

source: The username is already taken. Please choose a different username.
hi: यह उपयोगकर्ता नाम पहले से लिया जा चुका है। कृपया कोई दूसरा नाम चुनें।

source: Registration successfull Please check your email to verify your account. Thank you for joining the ICE-Button System.
hi: पंजीकरण सफल रहा! कृपया अपना खाता सत्यापित करने के लिए ईमेल देखें। आपातकालीन-बटन System में शामिल होने के लिए धन्यवाद।

source: Registration failed
hi: पंजीकरण विफल हुआ।

source: Verification Failed
hi: सत्यापन असफल।

source: Failed
hi: असफल

source: The verification link is invalid or expired. Please request a new verification link.
hi: सत्यापन लिंक अमान्य है या समाप्त हो गया है। कृपया नया सत्यापन लिंक अनुरोध करें।

source: The user does not exist. Please register before logging in.
hi: उपयोगकर्ता मौजूद नहीं है। कृपया लॉग इन करने से पहले पंजीकरण करें।

source: You have logged in successfully. Welcome back!
hi: आप सफलतापूर्वक लॉग इन हो चुके हैं। स्वागत है!

source: Your email address is not verified. Please verify your email to proceed.
hi: आपका ईमेल पता सत्यापित नहीं है। कृपया आगे बढ़ने के लिए अपना ईमेल सत्यापित करें।

source: The password you entered is incorrect. Please try again.
hi: डाला गया पासवर्ड गलत है। कृपया फिर से प्रयास करें।

source: Your password was successfully updated!
hi: आपका पासवर्ड सफलतापूर्वक अपडेट हो गया है!

source: Email field is required.
hi: ईमेल आवश्यक है।

source: We couldn’t find an account with the provided email. Please check and try again.
hi: दिए गए ईमेल से कोई खाता नहीं मिला। कृपया जांचें और फिर से प्रयास करें।

source: A password reset link has been sent to your registered email address. Please check your inbox and follow the instructions. Note: The reset link will expire in 5 minutes.
hi: एक पासवर्ड रीसेट लिंक आपके पंजीकृत ईमेल पते पर भेजा गया है। कृपया अपना इनबॉक्स जांचें और निर्देशों का पालन करें। ध्यान दें: रीसेट लिंक 5 मिनट में समाप्त हो जाएगा।

source: Your new password cannot be the same as your old password.
hi: नया पासवर्ड पुराने पासवर्ड जैसा नहीं हो सकता।

source: The passwords you entered do not match. Please try again.
hi: आपके द्वारा डाले गए पासवर्ड मेल नहीं खाते। कृपया फिर से प्रयास करें।

source: Your password has been reset successfully! You can now log in with your new password.
hi: आपका पासवर्ड सफलतापूर्वक रीसेट हो गया है! अब आप नए पासवर्ड के साथ लॉग इन कर सकते हैं।

source: You have logged out successfully. See you soon!
hi: आप सफलतापूर्वक लॉग आउट हो गए हैं। जल्दी मिलते हैं!

source: Email ID is required.
hi: ईमेल आवश्यक है।

source: Verification link sent successfully! Please check your SMS.
hi: सत्यापन लिंक सफलतापूर्वक भेजा गया! कृपया अपना एसएमएस जांचें।

source: Verification successfull
hi: सत्यापन सफल।

source: Phone Verification successfull
hi: फोन सत्यापन सफल।

source: Phone ID is required.
hi: फोन आईडी आवश्यक है।

source: This phone number is already verified.
hi: यह फोन नंबर पहले से सत्यापित है।

source: Phone ID not found.
hi: फोन आईडी नहीं मिली।

source: SOS contact updated successfully.
hi: संपर्क सफलतापूर्वक अपडेट किया गया!

source: Please provide either an email_id or phone_id to delete.
hi: कृपया कम से कम एक ईमेल या फोन नंबर प्रदान करें।

source: Device ID is required.
hi: डिवाइस आईडी आवश्यक है।

source: At least one contact (email or phone) must be provided.
hi: कृपया कम से कम एक ईमेल या फोन नंबर प्रदान करें।

source: Device not found or access denied.
hi: डिवाइस नहीं मिला या पहुँच अस्वीकृत।

source: Button limit exceeded. You cannot register more buttons.
hi: बटन सीमा पार हो गई। आप अधिक बटन पंजीकृत नहीं कर सकते।

source: Device deleted successfully.
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: mac_address is required
hi: मैक एड्रेस आवश्यक है।

source: Profile updated successfully!
hi: प्रोफाइल सफलतापूर्वक अपडेट हो गया है!

source: Profile image deleted successfully!
hi: प्रोफाइल छवि सफलतापूर्वक हटा दी गई है!

source: No profile image found to delete.
hi: हटाने के लिए कोई प्रोफाइल छवि नहीं मिली।

source: Video deleted successfully.
hi: वीडियो सफलतापूर्वक हटा दिया गया है।

source: Connected successfully to the hotspot!
hi: हॉटस्पॉट से सफलतापूर्वक जुड़ गए हैं!

source: Unable to connect to the hotspot. Please ensure the device is connected.
hi: त्रुटि: आपातकालीन-बटन हॉटस्पॉट से कनेक्ट करने में असमर्थ। कृपया अपना कनेक्शन जांचें।

source: Connection to the hotspot timed out. Please try again.
hi: हॉटस्पॉट से कनेक्शन का समय समाप्त हो गया। कृपया फिर से प्रयास करें।

source: Thank you for contacting us! Emails sent successfully.
hi: हमसे संपर्क करने के लिए धन्यवाद! ईमेल सफलतापूर्वक भेजा गया।

source: No logs found for this user.
hi: इस उपयोगकर्ता के लिए कोई लॉग्स नहीं मिले।

source: Card
hi: कार्ड

source: Wallet
hi: वॉलेट

source: Bank Transfer
hi: बैंक ट्रांसफर

source: Other
hi: अन्य

source: Pending
hi: लंबित

source: Succeeded
hi: सफल

source: Cancelled
hi: रद्द किया गया

source: Refunded
hi: रिफंड किया गया

source: Disputed
hi: विवादित

source: Privacy Policy
hi: गोपनीयता नीति

source: Effective Date: 29-Nov-2024
hi: प्रभावी तिथि: 29-नव-2024

source: At Mobiloitte Technologies India Private Limited, your privacy is of utmost importance to us. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you use our services, including the ICE-Button system, our website, and any related applications. By accessing or using our services, you agree to the terms of this Privacy Policy.
hi: Mobiloitte Technologies India Private Limited में, आपकी गोपनीयता हमारे लिए बहुत महत्वपूर्ण है। यह गोपनीयता नीति समझाती है कि हम आपकी जानकारी को कैसे इकट्ठा, उपयोग, साझा और सुरक्षा करते हैं जब आप हमारी सेवाओं का उपयोग करते हैं, जैसे कि आपातकालीन-बटन सिस्टम, हमारी वेबसाइट और ऐप्स। हमारी सेवाओं का उपयोग करके, आप इस गोपनीयता नीति से सहमत होते हैं।

source: 1. Information We Collect
hi: 1. जानकारी जो हम एकत्र करते हैं

source: Personal Information:
hi: व्यक्तिगत जानकारी:

source: Name, email address, phone number, and emergency contact details.
hi: नाम, ईमेल पता, फोन नंबर, और आपातकालीन संपर्क जानकारी।

source: Device Information:
hi: डिवाइस जानकारी:

source: Hardware and software details, device identifiers such as MAC and IP addresses.
hi: हार्डवेयर और सॉफ़्टवेयर का विवरण, MAC और IP पते जैसे डिवाइस ID।

source: Usage Information:
hi: उपयोग जानकारी:

source: Logs related to alerts, including timestamps and notification history.
hi: अलर्ट से संबंधित अभिलेख, जैसे समय और अधिसूचना इतिहास।

source: Location Data:
hi: स्थान डेटा:

source: Real-time location during alerts (with consent).
hi: अलर्ट के दौरान स्थान (सहमति से)।

source: Communication Data:
hi: संचार डेटा:

source: Messages sent through SMS, WhatsApp, email, and voice call functionality.
hi: SMS, WhatsApp, ईमेल और कॉल के माध्यम से भेजे गए संदेश।

source: 2. How We Use Your Information
hi: 2. हम आपकी जानकारी का उपयोग कैसे करते हैं

source: To provide services and facilitate emergency alerts.
hi: सेवाएं प्रदान करने और आपातकालीन अलर्ट सक्षम करने के लिए।

source: To improve system functionality and user experience.
hi: सिस्टम की कार्यप्रणाली और उपयोगकर्ता अनुभव को बेहतर बनाने के लिए।

source: To ensure security and protect against unauthorized access.
hi: सुरक्षा सुनिश्चित करने और अनधिकृत पहुँच को रोकने के लिए।

source: To comply with legal obligations and fulfill regulatory requirements.
hi: कानूनी कर्तव्यों का पालन करने और नियामक आवश्यकताओं को पूरा करने के लिए।

source: To communicate updates, service changes, or customer support.
hi: अपडेट, सेवा परिवर्तन या समर्थन भेजने के लिए।

source: 3. Information Sharing
hi: 3. जानकारी साझा करना

source: Emergency Contacts:
hi: आपातकालीन संपर्क:

source: During alert activation for rapid response.
hi: अलर्ट के दौरान तेज प्रतिक्रिया के लिए।

source: Third-Party Service Providers:
hi: तीसरी पार्टी सेवा प्रदाता:

source: For messaging, voice calls, and hosting services.
hi: संदेश, कॉल और होस्टिंग सेवाओं के लिए।

source: Legal Compliance:
hi: कानूनी अनुपालन:

source: When required to comply with applicable laws.
hi: जब लागू कानूनों का पालन करना आवश्यक हो।

source: With Consent:
hi: सहमति से:

source: Sharing beyond the above scenarios only with explicit consent.
hi: सिर्फ स्पष्ट सहमति से साझा करना।

source: 4. Data Retention
hi: 4. डेटा संधारण

source: Personal data and alert logs are retained for a specified period in line with operational and legal requirements.
hi: व्यक्तिगत डेटा और अलर्ट अभिलेख को कानून और व्यवसाय आवश्यकताओं के अनुसार एक निश्चित अवधि तक रखा जाता है।

source: 5. Security Measures
hi: 5. सुरक्षा उपाय

source: We employ end-to-end encryption, role-based access control, and conduct regular security audits to safeguard your data against unauthorized access.
hi: हम आपके डेटा की सुरक्षा के लिए एन्क्रिप्शन, एक्सेस नियंत्रण और सुरक्षा ऑडिट का उपयोग करते हैं।

source: 6. Your Rights
hi: 6. आपके अधिकार

source: Access, update, or delete your information.
hi: आपका डेटा एक्सेस, अपडेट या हटाएं।

source: Withdraw consent for data processing.
hi: डेटा उपयोग के लिए सहमति वापस लें।

source: Lodge a complaint with data protection authorities if your rights are violated.
hi: अगर आपके डेटा अधिकारों का उल्लंघन होता है तो शिकायत दर्ज करें।

source: 7. Cookies and Tracking
hi: 7. कुकीज़ और ट्रैकिंग

source: Our website uses cookies to enhance your browsing experience. You can manage cookie preferences through your browser settings.
hi: हमारी वेबसाइट आपके अनुभव को बेहतर बनाने के लिए कुकीज़ का उपयोग करती है। आप अपने ब्राउज़र में कुकी सेटिंग्स को प्रबंधित कर सकते हैं।

source: 8. Updates to this Policy
hi: 8. इस नीति में अपडेट

source: We may update this Privacy Policy periodically to reflect changes in practices or legal obligations. Updates will be posted on our website with the effective date.
hi: हम इस नीति को अपडेट कर सकते हैं, बदलावों को दर्शाने के लिए। अपडेट हमारी वेबसाइट पर तिथि के साथ होंगे।

source: 9. Contact Us
hi: 9. हमसे संपर्क करें

source: For questions, please reach out to us at
hi: प्रश्नों के लिए, कृपया हमसे संपर्क करें

source: An error occurred. Please try again.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें।

source: Forgot Password
hi: पासवर्ड भूल गए

source: Don’t worry we are here for you
hi: चिंता मत करें, हम आपके लिए हैं

source: Email
hi: ईमेल

source: Enter your email
hi: अपना ईमेल दर्ज करें

source: Submit Request
hi: अनुरोध सबमिट करें

source: Back to log in
hi: लॉगिन पर वापस जाएं

source: Home
hi: होम

source: Blogs
hi: ब्लॉग्स

source: Tutorials
hi: सीखने का तरीका

source: Features
hi: विशेषताएँ

source: Plan & Pricing
hi: योजना और मूल्य निर्धारण

source: FAQs
hi: अक्सर पूछे जाने वाले प्रश्न

source: Order Now
hi: अभी ऑर्डर करें

source: Log in
hi: लॉग इन

source: Sign up
hi: साइन अप करें

# webiste
source: Dashboard
hi: डैशबोर्ड

source: Dashboard
hi: डैशबोर्ड

source: New feature
hi: विशेषताएँ

source: Check out the team dashboard
hi: टीम डैशबोर्ड देखें

source: Secure Your Safety with ICE-Button: Instant Safety at Your Fingertips.
hi: आपातकालीन-बटन के साथ अपनी सुरक्षा सुनिश्चित करें: आपकी अंगुलियों पर तत्काल सुरक्षा।

source: Alert your trusted people instantly with ICE-Button. One tap for quick emergency assistance.
hi: आपातकालीन-बटन के साथ तुरंत अपने विश्वासपात्र लोगों को सूचित करें। एक टैप के साथ तत्काल आपातकालीन सहायता।

source: Your browser does not support the video tag.
hi: आपका ब्राउज़र वीडियो टैग का समर्थन नहीं करता।

source: Demo
hi: डेमो

source: Get Started
hi: शुरू करें

source: Include a visual or interactive dashboard showcasing key metrics or information.
hi: मुख्य मापदंडों या जानकारी को प्रदर्शित करने वाला एक दृश्य या इंटरैक्टिव डैशबोर्ड शामिल करें।

source: Dashboard Preview
hi: डैशबोर्ड

source: Introduction
hi: परिचय

source: The ICE-Button is a reliable emergency alert system that provides real-time, multi-channel notifications during critical situations. It combines trusted hardware, software, and cloud services to ensure fast, efficient responses in emergencies. Designed for individuals, families, businesses, and institutions,The ICE-Button improves safety and helps in emergencies by making sure help arrives quickly to protect people and property.
hi: आपातकालीन-बटन एक विश्वसनीय आपातकालीन अलर्ट सिस्टम है जो महत्वपूर्ण स्थितियों के दौरान वास्तविक समय में, मल्टी-चैनल सूचनाएं प्रदान करता है। यह विश्वसनीय हार्डवेयर, सॉफ़्टवेयर और क्लाउड सेवाओं को जोड़ता है ताकि आपातकालीन स्थितियों में तेज और कुशल प्रतिक्रियाएं सुनिश्चित की जा सकें। यह व्यक्तियों, परिवारों, व्यवसायों और संस्थानों के लिए डिज़ाइन किया गया है, और आपातकालीन-बटन सुरक्षा में सुधार करता है और आपातकालीन स्थितियों में मदद करता है, यह सुनिश्चित करता है कि मदद जल्दी पहुंचे ताकि लोगों और संपत्ति की सुरक्षा की जा सके।

source: Problem Statement
hi: समस्या विवरण

source: In emergencies, delayed communication and unreliable alert systems can escalate situations. Many current solutions lack integration, reliability, or affordability, making it hard to alert multiple contacts or track events in real time. The ICE-Button addresses these challenges with an easy-to-use, automated system that sends alerts across multiple channels, enabling faster communication and quick responses while keeping everyone informed.
hi: आपातकालीन स्थितियों में, विलंबित संचार और अविश्वसनीय अलर्ट सिस्टम स्थितियों को बढ़ा सकते हैं। वर्तमान समाधान कई बार एकीकरण, विश्वसनीयता या किफ़ायतीपन की कमी रखते हैं, जिससे कई संपर्कों को सूचित करना या घटनाओं को वास्तविक समय में ट्रैक करना कठिन हो जाता है। आपातकालीन-बटन इन चुनौतियों को एक उपयोग में आसान, स्वचालित सिस्टम के साथ संबोधित करता है जो कई चैनलों के माध्यम से अलर्ट भेजता है, तेजी से संचार और त्वरित प्रतिक्रियाएं सक्षम करता है, जबकि सभी को सूचित रखता है।

source: Objectives
hi: लक्ष्य

source: Key Objectives of ICE-Button
hi: आपातकालीन-बटन के मुख्य लक्ष्य

source: The ICE-Button is built to ensure safety, reliability, and efficiency, tackling key objectives for effective emergency response in critical situations.
hi: आपातकालीन-बटन को सुरक्षा, विश्वसनीयता और दक्षता सुनिश्चित करने के लिए बनाया गया है, जो महत्वपूर्ण स्थितियों में प्रभावी आपातकालीन प्रतिक्रिया के लिए प्रमुख उद्देश्यों को पूरा करता है।

source: Real-Time Alerts
hi: रियल-टाइम अलर्ट्स

source: Instant notifications via SMS, WhatsApp, email, and voice calls to ensure rapid communication during emergencies.
hi: आपातकालीन स्थितियों में त्वरित संचार सुनिश्चित करने के लिए SMS, WhatsApp, ईमेल और वॉयस कॉल के माध्यम से तात्कालिक सूचनाएँ।

source: Audio-Video Documentation
hi: ऑडियो-वीडियो दस्तावेज़ीकरण

source: Record and share event details for future review or evidence, promoting transparency and accountability.
hi: भविष्य में समीक्षा या साक्ष्य के लिए घटना विवरण रिकॉर्ड करें और साझा करें, पारदर्शिता और उत्तरदायित्व को बढ़ावा दें।

source: Live Streaming
hi: लाइव स्ट्रीमिंग

source: Provide real-time visual access to emergency situations, enabling responders to assess the situation and respond accordingly.
hi: आपातकालीन स्थितियों में वास्तविक समय की दृश्य पहुंच प्रदान करें, जिससे उत्तरदाता स्थिति का मूल्यांकन कर सकें और तदनुसार प्रतिक्रिया दे सकें।

source: Ease of Use
hi: उपयोग में सरलता

source: Easy setup and operation for users of all technical skill levels, ensuring accessibility for everyone.
hi: सभी तकनीकी कौशल स्तरों के उपयोगकर्ताओं के लिए आसान सेटअप और संचालन, यह सुनिश्चित करता है कि यह सभी के लिए सुलभ हो।

source: System Resilience
hi: सिस्टम का लचीलापन

source: Ensures operation even in low-connectivity or during initial setup, allowing continuous emergency assistance.
hi: यह सुनिश्चित करता है कि कम कनेक्टिविटी या प्रारंभिक सेटअप के दौरान भी सिस्टम का संचालन होता है, जिससे निरंतर आपातकालीन सहायता प्राप्त होती है।

source: Multi-Channel Notifications
hi: मल्टी-चैनल सूचनाएँ

source: Send alerts across multiple channels simultaneously, ensuring the message reaches contacts on the most suitable platform.
hi: अलर्ट्स को एक साथ कई चैनलों के माध्यम से भेजें, यह सुनिश्चित करते हुए कि संदेश संपर्कों तक सबसे उपयुक्त प्लेटफॉर्म पर पहुंचे।

source: Key Features of ICE-Button
hi: आपातकालीन-बटन की मुख्य विशेषताएँ

source: The ICE-Button offers a comprehensive safety solution designed to provide peace of mind in critical situations. Here are some of its key features:
hi: आपातकालीन-बटन एक व्यापक सुरक्षा समाधान है जो गंभीर स्थितियों में मानसिक शांति प्रदान करने के लिए डिज़ाइन किया गया है। इसके कुछ मुख्य फीचर्स यहां दिए गए हैं:

source: Multi-Channel Notification System
hi: मल्टी-चैनल सूचना प्रणाली

source: Sends alerts via SMS, WhatsApp, email, and voice calls, ensuring notifications reach multiple contacts across platforms quickly.
hi: SMS, WhatsApp, ईमेल और वॉयस कॉल के माध्यम से अलर्ट भेजे जाते हैं, यह सुनिश्चित करते हुए कि सूचनाएँ विभिन्न संपर्कों तक जल्दी पहुंचें।

source: Audio and Video Recording & Streaming
hi: ऑडियो और वीडियो रिकॉर्डिंग और स्ट्रीमिंग

source: Captures audio and video during emergencies, documenting events or streaming the situation in real time.
hi: आपातकाल के दौरान ऑडियो और वीडियो कैप्चर करता है, घटनाओं को दस्तावेज करता है या वास्तविक समय में स्थिति को स्ट्रीम करता है।

source: Easy Wi-Fi Setup & Hotspot Mode
hi: आसान Wi-Fi सेटअप और हॉटस्पॉट मोड

source: Easily configured through a web app, it works even in low- or no-network areas, ensuring operation in emergencies.
hi: वेब ऐप के माध्यम से आसानी से कॉन्फ़िगर किया जाता है, यह कम या बिना नेटवर्क वाले क्षेत्रों में भी काम करता है, जो आपातकालीन स्थितियों में संचालन सुनिश्चित करता है।

source: Intuitive LED Indicators
hi: सहज LED संकेतक

source: RGB LED lights provide clear visual feedback on system status, including boot-up, network connection, and active recording.
hi: RGB LED लाइट्स सिस्टम स्थिति पर स्पष्ट दृश्य प्रतिक्रिया प्रदान करती हैं, जिसमें बूट-अप, नेटवर्क कनेक्शन, और सक्रिय रिकॉर्डिंग शामिल हैं।

source: 'All is Well' Feature
hi: 'सब कुछ ठीक है' फीचर

source: With a single press of the blue button, users can send reassuring updates to their contacts, letting them know everything is fine.
hi: नीले बटन के एक प्रेस के साथ, उपयोगकर्ता अपने संपर्कों को आश्वस्त करने वाले अपडेट भेज सकते हैं, जिससे उन्हें पता चलता है कि सब कुछ ठीक है।

source: Reliable Performance in Low-Connectivity Areas
hi: निम्न-कनेक्टिविटी क्षेत्रों में विश्वसनीय प्रदर्शन

source: The system is designed to function even in areas with poor or unstable internet connection, ensuring alerts are sent during critical moments.
hi: यह सिस्टम उन क्षेत्रों में भी कार्य करने के लिए डिज़ाइन किया गया है जहाँ इंटरनेट कनेक्शन खराब या अस्थिर है, यह सुनिश्चित करते हुए कि महत्वपूर्ण क्षणों में अलर्ट भेजे जाते हैं।

source: User-Friendly Design for All Skill Levels
hi: सभी कौशल स्तरों के लिए उपयोगकर्ता-अनुकूल डिज़ाइन

source: The ICE-Button is simple to set up and use, with an intuitive interface that makes it accessible to individuals with varying levels of technical expertise.
hi: आपातकालीन-बटन को सेट अप और उपयोग करना सरल है, इसमें एक सहज इंटरफ़ेस है जो इसे विभिन्न तकनीकी विशेषज्ञता स्तरों वाले व्यक्तियों के लिए सुलभ बनाता है।

source: Frequently Asked Questions (FAQ)
hi: सामान्य प्रश्न (FAQ)

source: Everything you need to know about the product and billing.
hi: उत्पाद और बिलिंग के बारे में आपको जो कुछ भी जानने की आवश्यकता है।

source: Get in Touch
hi: संपर्क में आएं

source: Have questions or feedback? Reach out to us using the form below.
hi: क्या आपके पास कोई सवाल या प्रतिक्रिया है? नीचे दिए गए फॉर्म का उपयोग करके हमसे संपर्क करें।

source: Full Name
hi: पूरा नाम

source: Enter your full name
hi: अपना पूरा नाम लिखें

source: Email Address
hi: ईमेल पता

source: Phone Number
hi: फोन नंबर

source: Enter your phone number
hi: फोन नंबर दर्ज करें

source: Subject
hi: विषय

source: Enter your subject
hi: अपना विषय दर्ज करें

source: Message
hi: संदेश

source: Enter your message
hi: अपना संदेश दर्ज करें

source: Submit
hi: जमा करें

source: Empowering safety with innovation. ICE-Button ensures help is just a press away.
hi: नवाचार के साथ सुरक्षा को सशक्त बनाना। आपातकालीन-बटन यह सुनिश्चित करता है कि मदद सिर्फ एक दबाव दूर है।

source: Get started
hi: शुरू करें

source: Help & Support
hi: सहायता और समर्थन

source: Case Study
hi: मामला अध्ययन

source: How It Works
hi: यह कैसे काम करता है

source: Contact Us
hi: संपर्क करें

source: Quick Links
hi: त्वरित लिंक

source: Social Media
hi: सोशल मीडिया

source: Facebook
hi: फेसबुक

source: Telegram
hi: टेलीग्राम

source: Instagram
hi: इंस्टाग्राम

source: Pinterest
hi: पिनटेरेस्ट

source: Twitter X
hi: ट्विटर X

source: Subscribe to Our Newsletter
hi: हमारे न्यूज़लेटर की सदस्यता लें

source: Stay updated with the latest news and updates from ICE-Button.
hi: आपातकालीन-बटन से नवीनतम समाचार और अपडेट प्राप्त करने के लिए जुड़ें।

source: Subscribe
hi: सब्सक्राइब करें

source: 2024 ICE-Button. All rights reserved
hi: 2024 आपातकालीन-बटन। सभी अधिकार सुरक्षित हैं।

source: Terms of Use
hi: उपयोग की शर्तें

source: Sales and Refunds
hi: बिक्री और रिफंड नीति

source: Legal
hi: कानूनी जानकारी

source: Welcome back
hi: स्वागत है

source: Welcome back! Please enter your details.
hi: स्वागत है! कृपया अपनी जानकारी दर्ज करें।

source: Username or Email
hi: उपयोगकर्ता नाम या ईमेल

source: Enter your username or email
hi: अपना उपयोगकर्ता नाम या ईमेल दर्ज करें

source: Password
hi: पासवर्ड

source: Enter your password
hi: अपना पासवर्ड दर्ज करें

source: Remember me
hi: मुझे याद रखें

source: Forgot password
hi: पासवर्ड भूल गए

source: Sign in
hi: साइन इन करें

source: Don't have an account
hi: क्या आपके पास खाता नहीं है?

source: Login Successfull
hi: लॉगिन सफल।

source: Close
hi: बंद करें

source: Error
hi: त्रुटि

source: Create New Account
hi: नया खाता बनाएं

source: Secure your safety in emergency situation
hi: आपातकालीन स्थिति में अपनी सुरक्षा सुनिश्चित करें

source: Enter your name
hi: अपना नाम दर्ज करें

source: Username
hi: उपयोगकर्ता नाम

source: Enter username
hi: उपयोगकर्ता नाम दर्ज करें

source: Enter phone number
hi: फोन नंबर दर्ज करें

source: Create a password
hi: एक पासवर्ड बनाएं

source: Password must be 8-24 characters
hi: पासवर्ड 8-24 अक्षरों के बीच होना चाहिए।

source: Contain at least one uppercase letter
hi: कम से कम एक बड़ा अक्षर शामिल होना चाहिए।

source: Contain at least one lowercase letter
hi: कम से कम एक छोटा अक्षर शामिल होना चाहिए।

source: Contain at least one special character
hi: कम से कम एक विशेष अक्षर शामिल होना चाहिए।

source: Contain at least one number
hi: कम से कम एक संख्या शामिल होनी चाहिए।

source: Confirm Password
hi: नए पासवर्ड की पुष्टि

source: Confirm a password
hi: नए पासवर्ड की पुष्टि करें

source: I agree to
hi: मैं सहमत हूँ

source: terms & conditions
hi: नियम और शर्तें

source: Sign Up
hi: साइन अप करें

source: Already have an account?
hi: क्या आपके पास पहले से खाता है?

source: Log In
hi: लॉग इन

source: Success
hi: सफलता

source: Account created successfully!
hi: खाता सफलतापूर्वक बनाया गया है!

source: Go to Login
hi: लॉगिन पर जाएं

source: Something went wrong. Please try again.
hi: कुछ गलत हो गया। कृपया फिर से प्रयास करें।

source: Create New Password
hi: नया पासवर्ड बनाएं।

source: Let’s set up a new password for you
hi: आइए, हम आपके लिए नया पासवर्ड सेट करें

source: New Password
hi: नया पासवर्ड

source: Continue
hi: जारी रखें

source: Your password has been reset successfully. Redirecting to the login page
hi: आपका पासवर्ड सफलतापूर्वक रीसेट हो गया है। लॉगिन पेज पर पुनः निर्देशित किया जा रहा है।

source: By
hi: के द्वारा

source: Tags
hi: टैग

source: Share
hi: साझा करें

source: Categories
hi: श्रेणियाँ

source: Technology & Innovation
hi: तकनीक और नवाचार

source: Cybersecurity
hi: साइबर सुरक्षा

source: Disaster Preparedness
hi: आपदा तैयारी
