Repository: kanik-snippet/ice-button_sos
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Business & Entrepreneurship
hi: व्यवसाय और उद्यमिता

source: Personal Safety & Security
hi: व्यक्तिगत सुरक्षा

source: Health & Wellness
hi: स्वास्थ्य और कल्याण

source: Lifestyle & Productivity
hi: जीवनशैली और उत्पादकता

source: Community Engagement & Social Impact
hi: समुदाय भागीदारी और सामाजिक प्रभाव

source: Tech Reviews & Tutorials
hi: तकनीकी समीक्षा और ट्यूटोरियल

source: Environmental Sustainability
hi: पर्यावरणीय स्थिरता

source: BLOGS
hi: ब्लॉग्स

source: Transforming Healthcare Security with ICE-Button
hi: आपातकालीन-बटन के साथ स्वास्थ्य सुरक्षा में सुधार

source: An Advanced Emergency Response System for Healthcare Facilities
hi: स्वास्थ्य देखभाल सुविधाओं के लिए एक उन्नत आपातकालीन प्रतिक्रिया प्रणाली

source: Executive Summary
hi: कार्यकारी सारांश

source: The healthcare sector has become increasingly vulnerable to violent incidents, jeopardizing the safety of staff, patients, and visitors. Recognizing the urgent need for a comprehensive security system, Mobiloitte Technologies Pvt Ltd developed ICE-Button, an advanced Emergency Response System specifically designed for healthcare facilities.
hi: स्वास्थ्य क्षेत्र हिंसक घटनाओं के प्रति अधिक संवेदनशील होता जा रहा है, जिससे कर्मचारियों, रोगियों और आगंतुकों की सुरक्षा खतरे में पड़ रही है। Mobiloitte Technologies Pvt Ltd ने इस समस्या को समझते हुए आपातकालीन-बटन को विकसित किया है, जो स्वास्थ्य सुविधाओं के लिए एक उन्नत आपातकालीन प्रतिक्रिया प्रणाली है।

source: ICE-Button is a tech-enabled emergency solution that ensures swift, multi-channel communication and real-time situational awareness during emergencies. With its intuitive interface, the system reduces incident escalation and improves response times, safeguarding lives and property while restoring confidence in healthcare environments.
hi: आपातकालीन-बटन एक प्रौद्योगिकी-समर्थित आपातकालीन समाधान है जो आपातकाल के दौरान त्वरित, बहु-चैनल संचार और वास्तविक समय की स्थिति जागरूकता सुनिश्चित करता है। इसका उपयोगकर्ता-अनुकूल इंटरफ़ेस घटना की बढ़ोतरी को कम करता है और प्रतिक्रिया समय में सुधार करता है, जिससे जीवन और संपत्ति की सुरक्षा होती है और स्वास्थ्य देखभाल वातावरण में विश्वास फिर से स्थापित होता है।

source: Image 1
hi: चित्र 1

source: Image 2
hi: चित्र 2

source: Image 3
hi: चित्र 3

source: Business Challenges
hi: व्यवसाय की चुनौतियाँ

source: Challenges Faced by Healthcare Facilities
hi: स्वास्थ्य देखभाल सुविधाओं द्वारा सामना की गई चुनौतियाँ

source: Increasing Violence
hi: बढ़ती हुई हिंसा

source: Rising incidents of aggression directed toward healthcare professionals and patients.
hi: स्वास्थ्य पेशेवरों और रोगियों के खिलाफ आक्रामकता की बढ़ती घटनाएँ।

source: Growing safety concerns for healthcare workers on duty, particularly during critical emergencies.
hi: ड्यूटी पर स्वास्थ्य कर्मचारियों के लिए बढ़ती हुई सुरक्षा चिंताएँ, विशेष रूप से संकटपूर्ण आपात स्थितियों के दौरान।

source: Safety Gaps
hi: सुरक्षा अंतर

source: Healthcare facilities lacked an efficient, technology-driven solution for responding to real-time incidents.
hi: स्वास्थ्य देखभाल सुविधाओं में वास्तविक समय की घटनाओं का जवाब देने के लिए एक प्रभावी, प्रौद्योगिकी-आधारित समाधान की कमी थी।

source: Delayed Responses
hi: विलंबित प्रतिक्रियाएँ

source: Delays escalated incidents, leading to reputational losses and impacting operational trust.
hi: विलंब ने घटनाओं को बढ़ा दिया, जिससे प्रतिष्ठा को नुकसान हुआ और संचालन में विश्वास प्रभावित हुआ।

source: Impact of These Challenges
hi: इन चुनौतियों का प्रभाव

source: Safety Threats
hi: सुरक्षा खतरे

source: Risks to staff, patients, and visitors, increasing the liability of healthcare organizations.
hi: कर्मचारियों, रोगियों और आगंतुकों के लिए जोखिम, जो स्वास्थ्य देखभाल संगठनों की जिम्मेदारी को बढ़ाते हैं।

source: Operational Disruptions
hi: संचालन में व्यवधान

source: Escalations caused unnecessary financial and infrastructural stress.
hi: वृद्धि ने अनावश्यक वित्तीय और संरचनात्मक तनाव उत्पन्न किया।

source: Loss of Trust
hi: विश्वास का नुकसान

source: Diminished confidence in the healthcare system due to recurring safety lapses.
hi: सुरक्षा में लगातार लापरवाही के कारण स्वास्थ्य देखभाल प्रणाली में विश्वास की कमी।

source: The ICE-Button Solution
hi: आपातकालीन-बटन समाधान

source: ICE-Button
hi: आपातकालीन-बटन

source: is an
hi: यह एक

source: end-to-end emergency response system
hi: सम्पूर्ण आपातकालीन प्रतिक्रिया प्रणाली

source: combining advanced technology with real-time communication capabilities to mitigate safety risks. Designed specifically for healthcare settings, ICE-Button ensures that healthcare professionals can quickly
hi: सुरक्षा जोखिमों को कम करने के लिए उन्नत प्रौद्योगिकी को वास्तविक समय संचार क्षमताओं के साथ मिलाकर। स्वास्थ्य देखभाल वातावरण के लिए विशेष रूप से डिज़ाइन किया गया, आपातकालीन-बटन यह सुनिश्चित करता है कि स्वास्थ्य पेशेवर जल्दी से

source: activate alerts,
hi: अलर्ट सक्रिय करें,

source: escalate incidents, and monitor events in real time.
hi: घटनाओं को बढ़ाएँ, और वास्तविक समय में घटनाओं की निगरानी करें।

source: Key Features
hi: मुख्य विशेषताएँ

source: Instant Activation
hi: तत्काल सक्रियण

source: A single press of the red SOS button triggers immediate emergency alerts.
hi: लाल SOS बटन दबाने से तत्काल आपातकालीन अलर्ट सक्रिय हो जाता है।

source: Alerts are sent simultaneously via SMS, WhatsApp, email, and voice calls to predefined contacts.
hi: अलर्ट्स एक साथ SMS, WhatsApp, ईमेल, और वॉयस कॉल्स के माध्यम से पूर्वनिर्धारित संपर्कों पर भेजे जाते हैं।

source: Real-Time Monitoring
hi: वास्तविक समय की निगरानी

source: Live video and audio streaming provides continuous situational updates during an incident.
hi: लाइव वीडियो और ऑडियो स्ट्रीमिंग घटना के दौरान निरंतर स्थिति अपडेट प्रदान करती है।

source: Post-Incident Reporting
hi: घटना के बाद रिपोर्टिंग

source: Automatically generates detailed reports with recorded evidence for documentation and analysis.
hi: स्वचालित रूप से दस्तावेज़ीकरण और विश्लेषण के लिए रिकॉर्ड किए गए साक्ष्य के साथ विस्तृत रिपोर्ट उत्पन्न करता है।

source: An intuitive user interface designed to ensure ease of operation for healthcare professionals.
hi: एक सहज उपयोगकर्ता इंटरफ़ेस जिसे स्वास्थ्य पेशेवरों के लिए संचालन में सरलता सुनिश्चित करने के लिए डिज़ाइन किया गया है।

source: How ICE-Button Works
hi: आपातकालीन-बटन कैसे काम करता है

source: The ICE-Button workflow ensures quick emergency activation and resolution in six simple steps:
hi: आपातकालीन-बटन कार्यप्रवाह छह सरल कदमों में तुरंत आपातकालीन सक्रियण और समाधान सुनिश्चित करता है:

source: Press the Button
hi: बटन दबाएं

source: Press the ICE SOS Button during an emergency to send an immediate alert to pre-configured contacts.
hi: आपातकाल में आपातकालीन बटन दबाएं, ताकि पूर्व निर्धारित संपर्कों को तुरंत अलर्ट भेजा जा सके।

source: Step 2
hi: कदम 2

source: Instant Notification
hi: तत्काल सूचना

source: Your contacts receive an alert with your location, ensuring quick assistance is on its way.
hi: आपके संपर्कों को आपकी लोकेशन के साथ एक अलर्ट प्राप्त होता है, ताकि शीघ्र सहायता उपलब्ध हो सके।

source: Step 3
hi: कदम 3

source: Continuous Monitoring
hi: चरण 3: निरंतर निगरानी

source: The device continues to track and notify contacts until the situation is resolved.
hi: उपकरण स्थिति सुलझने तक ट्रैक करता है और संपर्कों को सूचित करता है।

source: Step 1: Trigger Alerts
hi: चरण 1: अलर्ट शुरू करें

source: Press the ICE SOS button to initiate emergency notifications.
hi: आपातकालीन सूचनाएं शुरू करने के लिए आपातकालीन बटन दबाएं।

source: Step 2: Send Notifications
hi: चरण 2: सूचनाएं भेजें:

source: Notifications are sent to up to 15 pre-configured contacts via multiple communication channels (SMS, email, WhatsApp, and voice calls).
hi: सूचनाएं 15 तक पूर्व निर्धारित संपर्कों को विभिन्न संचार चैनलों (SMS, ईमेल, WhatsApp, और वॉयस कॉल्स) के माध्यम से भेजी जाती हैं।

source: Step 3: Continuous Monitoring
hi: चरण 3: निरंतर निगरानी

source: Real-time video and audio feeds are streamed to provide immediate situational awareness.
hi: तत्काल स्थिति की जानकारी देने के लिए रीयल-टाइम वीडियो और ऑडियो फीड्स स्ट्रीम किए जाते हैं।

source: Step 4: Acknowledge Alerts
hi: चरण 4: अलर्ट स्वीकार करें

source: Responders confirm receipt of the alert and initiate necessary actions.
hi: प्रतिक्रिया देने वाले अलर्ट प्राप्ति की पुष्टि करते हैं और आवश्यक कार्य शुरू करते हैं।

source: Step 5: Resolve
hi: चरण 5: समाधान करें

source: Situations are marked as resolved using the blue button upon completion of emergency handling.
hi: आपातकालीन समाधान के पूरा होने पर नीले बटन का उपयोग करके स्थिति को हल किया जाता है।

source: Step 6: Incident Reporting
hi: चरण 6: घटना रिपोर्टिंग

source: A comprehensive post-incident report with recorded audio, video, and alert logs is generated for documentation.
hi: घटना के बाद की एक विस्तृत रिपोर्ट रिकॉर्ड किए गए ऑडियो, वीडियो और अलर्ट अभिलेख के साथ दस्तावेज़ीकरण के लिए तैयार की जाती है।

source: Implementation Impact
hi: कार्यान्वयन का प्रभाव

source: Case Study 1: Hospital A
hi: केस अध्ययन 1: अस्पताल A

source: Improved staff confidence and increased trust in security protocols.
hi: कर्मचारी का आत्मविश्वास बढ़ा और सुरक्षा प्रोटोकॉल में विश्वास बढ़ा।

source: Case Study 2: Hospital B
hi: केस अध्ययन 2: अस्पताल B

source: Enabled real-time monitoring, empowering security personnel to take proactive measures.
hi: रीयल-टाइम निगरानी सक्षम की, जिससे सुरक्षा कर्मचारियों को सक्रिय उपाय करने का सामर्थ्य मिला।

source: Tangible Benefits
hi: ठोस लाभ:

source: Enhanced Safety
hi: बेहतर सुरक्षा:

source: Reduced risks to healthcare staff, patients, and visitors.
hi: स्वास्थ्यकर्मी, मरीजों और आगंतुकों के लिए जोखिम कम हुए।

source: Improved Trust
hi: बढ़ा हुआ विश्वास:

source: Increased operational transparency and confidence among stakeholders.
hi: ऑपरेशनल पारदर्शिता और स्टेकहोल्डर्स के बीच विश्वास बढ़ा।

source: Operational Efficiency
hi: परिचालन दक्षता:

source: Streamlined emergency management workflows with automated reporting.
hi: स्वचालित रिपोर्टिंग के साथ आपातकालीन प्रबंधन कार्यप्रवाहों को सरल किया।

source: Data-Driven Decisions
hi: डेटा-संचालित निर्णय:

source: Enabled actionable insights through comprehensive incident reporting.
hi: समग्र घटना रिपोर्टिंग के माध्यम से उपयोगी अंतर्दृष्टि सक्षम की गई।

source: Value Proposition
hi: मूल्य प्रस्ताव

source: ICE-Button stands out as an innovative, scalable, and user-centric solution designed for healthcare security:
hi: आपातकालीन-बटन एक अभिनव, स्केलेबल, और उपयोगकर्ता-केंद्रित समाधान है जो स्वास्थ्य देखभाल सुरक्षा के लिए डिज़ाइन किया गया है:

source: Proactive Safety
hi: प्रोएक्टिव सुरक्षा

source: Prevents escalation of incidents through immediate activation and real-time situational awareness.
hi: तत्काल सक्रियण और वास्तविक समय की स्थिति जागरूकता के माध्यम से घटनाओं के बढ़ने को रोकता है।

source: Comprehensive Coverage
hi: व्यापक कवरेज

source: Multi-channel notifications and monitoring ensure timely responses from designated contacts.
hi: मल्टी-चैनल सूचनाएं और निगरानी यह सुनिश्चित करती हैं कि निर्धारित संपर्कों से समय पर प्रतिक्रिया मिले।

source: Simple, intuitive interface designed specifically for healthcare professionals to operate under stress.
hi: स्वास्थ्य देखभाल पेशेवरों के लिए तनावपूर्ण स्थितियों में संचालित करने के लिए डिज़ाइन किया गया सरल, सहज इंटरफ़ेस।

source: Scalability
hi: स्केलेबिलिटी

source: Adaptable to facilities of all sizes, from small clinics to large multi-specialty hospitals.
hi: छोटी क्लीनिकों से लेकर बड़े बहु-विशेषज्ञ अस्पतालों तक सभी प्रकार की सुविधाओं के लिए अनुकूलनीय।

source: Client Testimonial
hi: ग्राहक प्रशंसा

source: Implementing ICE-Button has been a game-changer for our hospital. The system’s rapid alert mechanism and real-time monitoring have significantly improved the safety of our staff and patients. It’s an investment in trust and security.
hi: आपातकालीन-बटन को लागू करना हमारे अस्पताल के लिए एक गेम-चेंजर रहा है। सिस्टम की त्वरित अलर्ट प्रणाली और वास्तविक समय की निगरानी ने हमारे कर्मचारियों और रोगियों की सुरक्षा में महत्वपूर्ण सुधार किया है। यह विश्वास और सुरक्षा में निवेश है।

source: Dr. Ramesh Kumar, Director, Hospital A
hi: डॉ. रमेश कुमार, निदेशक, अस्पताल A

source: Challenges and Solutions
hi: चुनौतियाँ और समाधान

source: Challenge 1: Inefficient Emergency Communication
hi: चुनौती 1: अप्रभावी आपातकालीन संचार

source: Issue
hi: समस्या

source: Delays in notifying relevant personnel during emergencies.
hi: आपातकाल के दौरान संबंधित कर्मचारियों को सूचित करने में देरी।

source: Solution
hi: समाधान

source: Multi-channel alerts via SMS, WhatsApp, email, and voice calls ensured timely notifications.
hi: SMS, WhatsApp, ईमेल और वॉयस कॉल्स के माध्यम से मल्टी-चैनल अलर्ट ने समय पर सूचनाएं सुनिश्चित की।

source: Challenge 2: Lack of Situational Awareness
hi: चुनौती 2: स्थिति जागरूकता की कमी

source: Security teams struggled to assess the on-ground reality.
hi: सुरक्षा टीमों को ज़मीनी स्थिति का मूल्यांकन करने में कठिनाई थी।

source: Real-time video and audio streaming enabled instant situational clarity for responders.
hi: वास्तविक समय में वीडियो और ऑडियो स्ट्रीमिंग ने उत्तरदाताओं को तुरंत स्थिति की स्पष्टता प्रदान की।

source: Challenge 3: Absence of Post-Incident Data
hi: चुनौती 3: घटना के बाद डेटा की कमी

source: Facilities lacked systematic incident documentation for analysis and improvement.
hi: सुविधाओं में विश्लेषण और सुधार के लिए व्यवस्थित घटना दस्तावेज़ीकरण की कमी थी।

source: Automated post-incident reporting provided structured evidence for review and decision-making.
hi: स्वचालित घटना के बाद की रिपोर्टिंग ने समीक्षा और निर्णय-निर्माण के लिए संरचित प्रमाण प्रदान किया।

source: Conclusion
hi: निष्कर्ष

source: ICE-Button has redefined emergency management within healthcare facilities by ensuring rapid responses, real-time situational monitoring, and comprehensive reporting. This user-friendly and scalable solution empowers healthcare professionals to act decisively, improving safety, operational efficiency, and trust.
hi: आपातकालीन-बटन ने स्वास्थ्य देखभाल सुविधाओं में आपातकालीन प्रबंधन को फिर से परिभाषित किया है, जो त्वरित प्रतिक्रियाएं, वास्तविक समय की स्थिति निगरानी, और व्यापक रिपोर्टिंग सुनिश्चित करता है। यह उपयोगकर्ता-मित्र और स्केलेबल समाधान स्वास्थ्य देखभाल पेशेवरों को निर्णायक रूप से कार्य करने का सामर्थ्य देता है, जिससे सुरक्षा, ऑपरेशनल दक्षता और विश्वास में सुधार होता है।

source: By addressing critical safety gaps and delivering measurable results, ICE-Button stands as a benchmark for emergency response systems in the healthcare industry.
hi: महत्वपूर्ण सुरक्षा अंतराल को संबोधित करके और मापने योग्य परिणाम प्रदान करके, आपातकालीन-बटन स्वास्थ्य देखभाल उद्योग में आपातकालीन प्रतिक्रिया प्रणालियों के लिए एक मानक के रूप में खड़ा है।

source: Key Takeaways
hi: मुख्य निष्कर्ष

source: Real-Time Response
hi: वास्तविक समय की प्रतिक्रिया

source: ICE-Button ensures immediate and multi-channel emergency alerts.
hi: आपातकालीन-बटन तत्काल और मल्टी-चैनल आपातकालीन अलर्ट सुनिश्चित करता है।

source: Situational Awareness
hi: स्थिति जागरूकता

source: Live audio and video feeds empower security teams with actionable insights.
hi: लाइव ऑडियो और वीडियो फीड्स सुरक्षा टीमों को क्रियाशील अंतर्दृष्टि प्रदान करते हैं।

source: Post-incident reports streamline incident analysis and continuous improvement.
hi: घटना के बाद की रिपोर्ट्स घटना विश्लेषण और निरंतर सुधार को सरल बनाती हैं।

source: Scalable and User-Friendly
hi: स्केलेबिल और उपयोगकर्ता-मित्र

source: ICE-Button’s adaptable design serves facilities of all sizes while maintaining ease of use.
hi: आपातकालीन-बटन का अनुकूलनीय डिज़ाइन सभी आकार की सुविधाओं को सेवा प्रदान करता है, साथ ही उपयोग में आसानी बनाए रखता है।

source: Enhanced Trust
hi: बढ़ा हुआ विश्वास:

source: A proactive approach to safety strengthens confidence among healthcare professionals, patients, and stakeholders.
hi: सुरक्षा के प्रति प्रोएक्टिव दृष्टिकोण स्वास्थ्य देखभाल पेशेवरों, मरीजों और स्टेकहोल्डर्स के बीच विश्वास को मजबूत करता है।

source: Start using ICE-Button today and ensure the safety of your healthcare facility.
hi: आज ही आपातकालीन-बटन का उपयोग शुरू करें और अपनी स्वास्थ्य देखभाल सुविधा की सुरक्षा सुनिश्चित करें।

source: Request a Demo
hi: डेमो का अनुरोध करें

source: Welcome
hi: स्वागत है

source: Add New Contact
hi: संपर्क जोड़ें

source: Name
hi: नाम

source: Relation
hi: समाधान

source: Select relation
hi: संबंध चुनें

source: Parent
hi: माता-पिता

source: Spouse
hi: पति/पत्नी

source: Sibling
hi: भाई/बहन

source: Child
hi: बच्चा

source: Guardian
hi: अभिभावक

source: Relative
hi: रिश्तेदार

source: Friend
hi: मित्र

source: Neighbor
hi: पड़ोसी

source: Colleague
hi: सहकर्मी

source: Employer
hi: नियोक्ता

source: Emergency Contact
hi: आपातकालीन संपर्क:

source: Beat Officer
hi: बीट अधिकारी

source: Doctor
hi: डॉक्टर

source: Teacher
hi: शिक्षक

source: Partner
hi: साथी

source: Add Phone Number
hi: फोन नंबर

source: Allow WhatsApp
hi: व्हाट्सएप की अनुमति दें

source: Allow SMS
hi: एसएमएस की अनुमति दें

source: Allow Call
hi: कॉल की अनुमति दें

source: I confirm that I have the consent of the person whose contact details are being added and that they approve being added as an emergency contact
hi: मैं पुष्टि करता हूं कि मुझे उस व्यक्ति की सहमति प्राप्त है, जिनके संपर्क विवरण जोड़े जा रहे हैं, और वे आपातकालीन संपर्क के रूप में जोड़े जाने को स्वीकृति देते हैं।

source: Cancel
hi: रद्द करें

source: Add Contact
hi: संपर्क जोड़ें

source: Contacts
hi: संपर्क

source: Update Contact
hi: संपर्क जोड़ें

source: Phone
hi: फ़ोन

source: Allow Whatsapp
hi: व्हाट्सएप की अनुमति दें

source: No contacts available.
hi: कोई संपर्क उपलब्ध नहीं है।

source: Email verification request sent successfully!
hi: ईमेल सत्यापन अनुरोध सफलतापूर्वक भेजा गया!

source: Error during email verification. Please try again.
hi: ईमेल सत्यापन के दौरान त्रुटि हुई। कृपया पुनः प्रयास करें।

source: Phone verification request sent successfully!
hi: फ़ोन सत्यापन अनुरोध सफलतापूर्वक भेजा गया!

source: Error during phone verification. Please try again.
hi: फ़ोन सत्यापन के दौरान त्रुटि हुई। कृपया पुनः प्रयास करें।

source: Contact updated successfully!
hi: संपर्क सफलतापूर्वक अपडेट किया गया!

source: An error occurred while updating the contact.
hi: संपर्क अपडेट करते समय त्रुटि हुई।

source: Are you sure you want to delete this contact?
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: Are you sure you want to delete both the email and the phone contact?
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: Are you sure you want to delete this email contact?
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: Are you sure you want to delete this phone contact?
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: Successfully deleted the contact
hi: संपर्क सफलतापूर्वक हटा दिया गया।

source: Failed to delete the contact.
hi: संपर्क हटाने में विफल।

source: Delete
hi: हटाएं

source: Status
hi: स्थिति

source: Please provide at least an email or a phone number.
hi: कृपया कम से कम एक ईमेल या फोन नंबर प्रदान करें।

source: Contact added successfully!
hi: संपर्क सफलतापूर्वक जोड़ा गया।

source: Phone number cannot be more than 15 digits.
hi: फोन नंबर 15 अंकों से अधिक नहीं हो सकता।

source: Profile
hi: प्रोफ़ाइल

source: Change Password
hi: पासवर्ड बदलें

source: Subscription Plan
hi: सदस्यता योजनाएं

source: Subscription Transactions
hi: सदस्यता योजनाएं

source: Update your password here
hi: यहां अपना पासवर्ड अपडेट करें

source: Old Password
hi: पुराना पासवर्ड

source: New password cannot be the same as the old password.
hi: नया पासवर्ड पुराने पासवर्ड जैसा नहीं हो सकता।

source: Password must be between 8-24 characters.
hi: पासवर्ड 8-24 अक्षरों के बीच होना चाहिए।

source: Must include at least one uppercase letter.
hi: कम से कम एक बड़ा अक्षर शामिल होना चाहिए।

source: Must include at least one lowercase letter.
hi: कम से कम एक छोटा अक्षर शामिल होना चाहिए।

source: Must include at least one number.
hi: कम से कम एक संख्या शामिल होनी चाहिए।

source: Confirm New Password
hi: नए पासवर्ड की पुष्टि करें

source: Passwords do not match.
hi: पासवर्ड मेल नहीं खाते।

source: Update Password
hi: पासवर्ड अपडेट करें

source: Password Changed
hi: पासवर्ड बदल दिया गया

source: Your password has been successfully updated.
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: Add New Button
hi: नया बटन जोड़ें

source: Total buttons
hi: कुल बटन

source: SOS Contacts
hi: आपातकालीन संपर्क

source: Total Notifications
hi: कुल सूचनाएं

source: Button Name
hi: बटन का नाम

source: MAC Address
hi: MAC पता

source: Link New Button
hi: नया बटन लिंक करें

source: Add Button details
hi: बटन विवरण जोड़ें

source: Alert Message
hi: चेतावनी संदेश

source: Address Description
hi: पते का विवरण

source: Button Status
hi: बटन की स्थिति

source: Device Added
hi: डिवाइस जोड़ा गया

source: Your device has been successfully added.
hi: आपका डिवाइस सफलतापूर्वक जोड़ा गया।

source: Invalid MAC Address Format
hi: अमान्य MAC पते का प्रारूप

source: Please use the correct format: xx:xx:xx:xx:xx:xx
hi: कृपया सही प्रारूप का उपयोग करें: xx:xx:xx:xx:xx:xx

source: OK
hi: ठीक है

source: Device Already Registered
hi: डिवाइस पहले से पंजीकृत है

source: This MAC address is already registered.
hi: यह MAC पता पहले से पंजीकृत है।

source: Button Limit Exceeded
hi: बटन सीमा पार हो गई है

source: You cannot register more buttons. The limit has been reached.
hi: आप और अधिक बटन पंजीकृत नहीं कर सकते। सीमा पूरी हो गई है।

source: No Device Added
hi: कोई डिवाइस जोड़ा नहीं गया

source: All Buttons Activated
hi: सभी बटन सक्रिय हैं

source: Buttons Activated
hi: बटन सक्रिय

source: Buttons Inactive
hi: बटन निष्क्रिय

source: No Updates Available
hi: कोई अपडेट उपलब्ध नहीं है

source: Last Updated on
hi: संपर्क जोड़ें

source: No Notifications Available
hi: कोई सूचनाएँ उपलब्ध नहीं हैं

source: Not Assigned
hi: निर्धारित नहीं किया गया

source: There is no contact added.
hi: कोई संपर्क जोड़ा नहीं गया है।

source: Emergency Logs
hi: आपातकालीन अभिलेख

source: Watch Video
hi: वीडियो देखें

source: Emergency Logs will be shown here
hi: आपातकालीन अभिलेख यहां दिखाए जाएंगे

source: Workshop
hi: कार्यशाला

source: Mac Address:
hi: MAC पता

source: Log ID
hi: अभिलेख की पहचान संख्या

source: Device
hi: डिवाइस जोड़ा गया

source: Sent To
hi: भेजा गया

source: Call Type
hi: कॉल प्रकार

source: Created At
hi: बनाया गया

source: No logs available
hi: कोई अभिलेख उपलब्ध नहीं है

source: Video not found!
hi: वीडियो नहीं मिला!

source: Select Start Date & Time
hi: प्रारंभ तिथि और समय चुनें

source: Select End Date & Time
hi: समाप्ति तिथि और समय चुनें

source: Reset
hi: रीसेट करें

source: Apply
hi: लागू करें

source: Download CSV
hi: CSV डाउनलोड करें

source: Event ID
hi: घटना की पहचान संख्या

source: Time Stamp
hi: वास्तविक समय स्ट्रीमिंग:

source: Videos
hi: वीडियो

source: Actions
hi: गतिविधि अभिलेख

source: Nothing to download!
hi: डाउनलोड करने के लिए कुछ भी नहीं है!

source: Remote Monitoring
hi: वास्तविक रिकॉर्डिंग समय की निगरानी

source: Button Management
hi: स्थानीय बटन प्रबंधन

source: Activity Logs
hi: गतिविधि अभिलेख

source: Wifi Setup
hi: वाईफाई सेटअप

source: Live Stream
hi: लाइव स्ट्रीमिंग

source: Logout
hi: लॉगआउट

source: Base Plan
hi: Base योजना

source: Upgrade to Pro and enjoy more customization and better features to ensure utmost satisfaction.
hi: प्रो में अपग्रेड करें और अधिक अनुकूलन और बेहतर सुविधाओं का आनंद लें।

source: Upgrade Plan
hi: योजना अपग्रेड करें

source: Pro Plan
hi: प्रो योजना

source: You are on a Pro Plan. You have access to all the Features!
hi: आप प्रो योजना पर हैं। आपके पास सभी सुविधाओं तक पहुंच है!

source: Confirm Logout
hi: लॉगआउट की पुष्टि करें

source: Are you sure you want to log out? See you again soon!
hi: क्या आप लॉगआउट करना चाहते हैं? फिर मिलते हैं!

source: Confirm
hi: पुष्टि करें

source: Yours activity logs should be display below
hi: आपकी गतिविधि अभिलेख नीचे दिखाए जाएंगे

source: Start Date & Time
hi: प्रारंभ तिथि और समय

source: End Date & Time
hi: समाप्ति तिथि और समय

source: SR No
hi: क्रमांक

source: Log Message
hi: चेतावनी संदेश

source: Log Details
hi: अभिलेख विवरण

source: No Activities found
hi: कोई गतिविधियां नहीं मिलीं
